Repository: applegrew/django-openid
Catalog: django_openid/locale/*/LC_MESSAGES/django.po
Languages: de

source: Recover your account
de: Zugang wiederherstellen

source: You need to sign in with an existing user account to access this page.
de: Sie müssen sich mit einem existierenden Benutzerkonto anmelde, um diese Seite an zu sehen.

source: Invalid submission
de: Üngültige Eingabe

source: %s has been deleted
de: %s wurde gelöscht

source: The OpenID "%s" is now associated with your account.
de: Die OpenID "%s" ist jetzt mit Ihrem Benutzerkonto assoziiert.

source: Incorrect username or password
de: Falscher Benutzername oder Passwort

source: Invalid token
de: Ungültiges Token

source: Check your mail for further instructions
de: Weitere Instruktionen wurden Ihnen per Mail geschickt

source: No matching user was found
de: Kein passender Benutzer wurde gefunden

source: Try entering your username instead
de: Versuchen Sie es mit Ihrem Benutzernamen

source: That user account does not exist
de: Dieses Benutzerkonto existiert nicht

source: You should be logged in here
de: Sie sollten hier angemeldet sein

source: You didn't pick a valid user
de: Sie haben keinen gültigen Benutzer ausgewählt

source: Unknown OpenID
de: Unbekannte OpenID

source: %s is an unknown OpenID
de: %s ist eine unbekannte OpenID

source: You cannot log in
de: Sie dürfen sich nicht anmelden

source: You cannot log in with that account
de: Sie dürfen sich mit diesem Account nicht anmelden

source: Associated
de: Assoziiert

source: E-mail sent
de: Email gesendet

source: Enter an OpenID
de: Geben Sie eine OpenID ein

source: i-names are not supported
de: i-names werden nicht unterstützt

source: The OpenID was invalid
de: Die OpenID ist ungültig

source: The request was cancelled
de: Die Anfrage wurde abgebrochen

source: Failure: %s
de: Fehler: %s

source: Setup needed
de: Einrichtung ist notwendig

source: Logged in
de: Angemeldet

source: You logged in as %s
de: Sie haben sich als %s angemeldet

source: You must either set a password or attach an OpenID
de: Sie müssen entweder ein Passwort setzen oder eine OpenID assoziieren

source: Usernames must consist of letters and numbers
de: Benutzernamen müssen aus Buchstaben und Zahlen bestehen

source: That username cannot be registered
de: Dieser Benutzername kann nicht registriert werden

source: That e-mail address is already in use
de: Diese Email-Adresse wurde bereits registriert

source: Your passwords do not match
de: Ihre Passwörter stimmen nicht überein

source: Confirm password
de: Passwort bestätigen

source: You are signed in but do not own that OpenID
de: Sie sind angemeldet, besitzen aber nicht diese OpenID

source: Your submission cannot be processed
de: Ihre Eingabe kann nicht verarbeitet werden

source: You are already signed in to this site
de: Sie sind bereits auf dieser Website angemeldet

source: That OpenID is not recognised. Would you like to create an account?
de: Diese OpenID wurde nicht erkannt. Wollen Sie ein Benutzerkonto erstellen?

source: Your account is already confirmed
de: Ihr BEnutzerkonto wurde bereits aktiviert

source: Unconfirmed users
de: Nicht aktivierte Benutzer

source: Confirm your e-mail address
de: Bestätigen Sie Ihre Email-Adresse

source: You are logged in
de: Sie sind angemeldet

source: You already have an account for that OpenID. You are now logged in.
de: Sie haben bereits ein Benutzerkonto mit dieser OpenID. Sie sind nun angemeldet.

source: You need to log in first
de: Sie müssen sich zuerst anmelden

source: Password set
de: Passwort gesetzt

source: Your password has been set.
de: Ihr Passwort wurde gesetzt.

source: Already signed in
de: Sie sind bereits angemeldet

source: Log in with your username and password:
de: Anmeldung mit Benutzername und Passwort:

source: Username:
de: Benutzername:

source: Password:
de: Passwort:

source: Log in
de: Anmeldung

source: Or use your OpenID:
de: Oder benutzen Sie Ihre OpenID:

source: Log in with OpenID
de: Anmeldung mit OpenID

source: You are already logged in
de: Sie sind bereits angemeldet

source: Log out before trying to log in using another account.
de: Melden Sie sich ab bevor Sie versuchen, sich mit einem anderen Benutzerkonto anzumelden.

source: Associate with your account?
de: Mit Ihrem Benutzerkonto assoziieren?

source: Do you wish to associate <strong>%(specific_openid)s</strong> with your account? This will allow you to sign in as <strong>%(user)s</strong> using that OpenID.
de: Wollen Sie <strong>%(specific_openid)s</strong> mit Ihrem Benutzerkonto assoziieren? Dies erlaubt es Ihnen, sich als <strong>%(user)s</strong> per OpenID anzumelden.

source: Associate
de: Assoziieren

source: Manage your associated OpenIDs
de: Bearbeiten Sie Ihre assoziierten OpenIDs

source: You have one OpenID associated with your account.
de: Sie haben eine OpenID mit Ihrem Benutzerkonto assoziiert.

source: Delete this association
de: Diese Assoziierung löschen

source: Associate a new OpenID:
de: Eine neue OpenID assoziieren:

source: Sign in with your OpenID
de: Mit Ihrer OpenID anmelden

source: Sign in?
de: Anmelden?

source: Sign in to <strong>%(trust_root)s</strong> as <strong>%(identity)s</strong>?
de: Auf <strong>%(trust_root)s</strong> als <strong>%(identity)s</strong> anmelden?

source: Yes, just this once
de: Ja, dieses eine mal

source: Yes, always
de: Ja, immer

source: Log in now
de: Jetzt anmelden

source: Error using OpenID
de: Fehler beim Benutzen von OpenID

source: You need to log in
de: Sie müssen sich anmelden

source: You need to log in to continue.
de: Sie müssen sich anmelden, um fort zu fahren.

source: Log in with your OpenID
de: Anmelden mit Ihrer OpenID

source: Sign in
de: Anmelden

source: With your username and password
de: Mit Ihrem Benutzername und Passwort

source: Or with your OpenID
de: Oder mit Ihrer OpenID

source: Lost your password or can't log in with OpenID?
de: Haben Sie Ihr Passwort verloren oder können sich nicht mit OpenID anmelden?

source: Which account would you like?
de: Welches Benutzerkonto wollen Sie?

source: The OpenID <strong>%(openid)s</strong> is associated with %(users_length)s different accounts. Which user do you wish to sign in as?
de: Die OpenID <strong>%(openid)s</strong> ist mit %(users_length)s verschiedenen Benutzerkonten assoziiert. Als welchen Benutzer wollen Sie sich anmelden?

source: Can't log in?
de: Können Sie sich nicht anmelden?

source: Enter your username or e-mail address and we'll send you a link to recover your account.
de: Geben Sie Ihren Benutzernamen oder ihre Email-Adresse ein, wir senden Ihnen dann einen Link, mit dem Sie Ihren Zugang wiederherstellen können.

source: Username / E-mail
de: Benutzername / Email

source: Account recovered
de: Zugang wiederhergestellt

source: You are now logged in as <strong>%(user)s</strong>
de: Sie sind nun als <strong>%(user)s</strong> angemeldet

source: Reset your password
de: Passwort zurücksetzen

source: Associate an OpenID with your account
de: Eine OpenID mit Ihrem Benutzerkonto assoziieren

source: Token has expired
de: Token ist abgelaufen

source: Your account recovery token has expired (tokens are only valid for one day). Try <a href="%(recover_url)s">requesting another one</a>.
de: Das Token zur Wiederherstellung des Zugangs zu Ihrem Benutzerkonto ist abgelaufen (Tokens sind nur für einen Tag gültig). Versuchen Sie es mit einem <a href="%(recover_url)s">neuen Token</a>.

source: Register an account
de: Benutzerkonto registrieren

source: Enter your details
de: Angaben zu Ihrer Person

source: Since you are using OpenID you don't need to set a password. You can set one later if you want.
de: Weil Sie OpenID verwenden, müssen Sie kein Passwort angeben. Falls Sie es wünschen, können Sie später ein Passwort angeben.

source: Register
de: Registrieren

source: Your OpenID <strong>%(openid)s</strong> will be associated with this account. (<a href="../logout/?next=%(no_thanks)s">no thanks</a>)
de: Ihre OpenID <strong>%(openid)s</strong> wird mit diesem Benutzerkonto assoziiert. (<a href="../logout/?next=%(no_thanks)s">Nein, lieber nicht</a>)

source: Or start by entering your OpenID
de: Oder beginnen Sie mit der Angabe Ihrer OpenID

source: Got an OpenID? Log in with it now:
de: Haben Sie eine OpenID? Melden Sie sich damit an:

source: Register with OpenID
de: Mit OpenID registrieren

source: Registration complete
de: Registration beendet

source: Your account has been created
de: Ihr Benutzerkonto wurde erstellt

source: You are now logged in.
de: Sie sind nun angemeldet.

source: Check your e-mail
de: Überprüfen Sie Ihr Email-Konto

source: We have e-mailed you a link to confirm your account.
de: Wir haben Ihnen einen Link geschickt, um Ihr Benutzerkonto zu aktivieren.

source: Set a password
de: Passwort setzen

source: You can optionally set a password on your account, to provide an alternative mechanism of logging in.
de: Sie können optional ein Passwort für Ihr Benutzerkonto setzen, um über eine alternative Anmeldemethode zu verfügen.

source: Set password
de: Passwort setzen

source: This is an OpenID server
de: Dies ist ein OpenID-Server
